{
    "Fecha___de___la___solicitud": "26-02-2025",
    "Enlace___de___la___vacante": "https://www.linkedin.com/jobs/view/4149951041/?alternateChannel=search&refId=IZooh8q1%2FlGp09yKd1i2Bg%3D%3D&trackingId=PICKSRV4arv7QBFTyXVTkw%3D%3D",
    "Idioma___de___la___publicación": "inglés",
    "Título___del___puesto": "Business Analyst - Fully Remote",
    "Nombre___de___la___empresa": "Exactus Energy",
    "Nombre___del___reclutador": "NA",
    "Correo___electrónico": "NA",
    "WhatsApp": "NA",
    "Información___del___trabajo": "Exactus Energy busca un Analista de Negocios para su equipo de Software, TI y Datos. Se requiere la capacidad de trabajar de forma independiente y coordinada con otros miembros del equipo. El candidato ideal debe ser adaptable y con capacidad de crecimiento dentro de la empresa. Es un puesto de trabajo remoto en horario EST (9am a 5:30pm EST), requiriendo que el candidato provea su propia estación de trabajo y conexión a internet de alta velocidad. Se exige dominio profesional del inglés escrito y verbal.",
    "Responsabilidades": [
        "Identificar, analizar, investigar, prototipar e implementar mejoras en los procesos y operaciones internas, incluyendo el flujo de datos entre equipos y proyectos.",
        "Crear prototipos (UI Wireframes, diagramas de flujo de procesos, scripts/herramientas de automatización) para mejorar los procesos, operaciones y flujo de datos.",
        "Definir los requisitos técnicos y funcionales para nuevas soluciones de Software e IT.",
        "Diseñar, implementar y probar soluciones de software/IT para resolver necesidades empresariales.",
        "Realizar seguimiento del progreso del proyecto, identificando y gestionando de forma proactiva la resolución de riesgos e incidencias.",
        "Asegurar que los hitos del proyecto se cumplan según el calendario previsto, evaluando continuamente las estimaciones de tiempo.",
        "Realizar análisis financiero y optimizar los costos para soluciones de Software e IT.",
        "Realizar análisis ad hoc para investigar problemas operativos."
    ],
    "Requisitos": [
        "Licenciatura o Maestría en negocios, ciencias de la computación o campo relacionado.",
        "4+ años de experiencia como Analista de Negocios gestionando implementaciones tecnológicas de extremo a extremo.",
        "Conocimiento de APIs y arquitecturas modernas de escritorio, móviles y web.",
        "Experiencia en la escritura de consultas SQL complejas, funciones/procedimientos para recopilar entradas para el análisis/modelado de datos.",
        "Fuerte comprensión del SDLC - metodologías tradicionales y ágiles.",
        "Conocimiento de los principios y mejores prácticas de gestión de proyectos.",
        "Excepcionales habilidades de comunicación escrita y verbal en inglés.",
        "Fuertes habilidades organizativas, de resolución de problemas y de solución de problemas.",
        "Capacidad para trabajar en un entorno de ritmo rápido, tanto de forma independiente como en equipo.",
        "Conocimientos de programación en C# .NET es una ventaja.",
        "Experiencia en gestión de proyectos/certificación PMP es una ventaja.",
        "Experiencia con cualquier plataforma en la nube (GCP/AWS/Azure) es una ventaja."
    ],
    "Salario": "NA",
    "Horario___laboral": "Tiempo completo",
    "Modalidad___de___trabajo": "Remoto",
    "Ubicación": "NA",
    "Beneficios": "Many opportunities to grow your skills and learn new concepts!\nTight knit company culture\nCasual dress code\nWork from Home during COVID-19 and beyond!"
}