{
    "Fecha___de___la___solicitud": "13-03-2025",
    "Enlace___de___la___vacante": "https://www.linkedin.com/jobs/view/4183898056/?alternateChannel=search&refId=iRe1jRuKjqtNkZqgputh9Q%3D%3D&trackingId=3qlNZCvKexWndf7cKsElIQ%3D%3D",
    "Idioma___de___la___publicación": "inglés",
    "Título___del___puesto": "Business Analyst - Senior.",
    "Nombre___de___la___empresa": "Imagemaker",
    "Nombre___del___reclutador": "NA",
    "Correo___electrónico": "NA",
    "WhatsApp": "NA",
    "Información___del___trabajo": "Se busca un Business Analyst para un proyecto de CRM Salesforce con un cliente en Centro América. El rol implica analizar, documentar y gestionar los requerimientos del negocio, facilitando la comunicación entre los stakeholders y el equipo de desarrollo. Se requiere experiencia en metodologías ágiles, herramientas de gestión de proyectos y habilidades de comunicación.",
    "Responsabilidades": [
        "Recopilar, documentar y analizar los requerimientos del negocio en coordinación con el Product Owner.",
        "Diseñar y gestionar historias de usuario, casos de uso y criterios de aceptación en herramientas de gestión ágil como JIRA, Azure DevOps o similares.",
        "Facilitar reuniones con stakeholders para alinear expectativas y definir soluciones viables.",
        "Apoyar en la identificación de procesos de negocio que puedan ser optimizados a través de tecnología.",
        "Colaborar con equipos de desarrollo, UX/UI, QA y otros para asegurar la correcta implementación de los requerimientos.",
        "Validar la funcionalidad entregada contra los requerimientos definidos y coordinar pruebas de aceptación con usuarios clave.",
        "Analizar datos y generar reportes para medir el impacto de las soluciones implementadas.",
        "Crear y mantener documentación funcional y técnica del producto.",
        "Identificar riesgos y dependencias dentro del proyecto, apoyando en la gestión del backlog.",
        "Participar en ceremonias ágiles como Sprint Planning, Grooming, Sprint Review y Retrospectives.",
        "Apoyará al Product Owner en la definición y priorización de historias de usuario, asegurando que las soluciones tecnológicas cumplan con las necesidades del negocio."
    ],
    "Requisitos": [
        "Formación: Ingeniería en Sistemas, Administración, Negocios, o carreras afines.",
        "Experiencia: 3 a 5 años como Business Analyst en proyectos de tecnología, producto digital o transformación digital.",
        "Experiencia trabajando en metodologías ágiles (Scrum/Kanban/SAFe).",
        "Conocimiento en herramientas de gestión de proyectos como JIRA, Confluence, Azure DevOps, Trello o similares.",
        "Certificaciones relevantes como Certified Business Analysis Professional (CBAP) o similares pueden ser ventajosas.",
        "Ingles: intermedio",
        "Conocimiento en modelado de procesos (BPMN, UML).",
        "Capacidad de definir y validar requerimientos funcionales y no funcionales.",
        "Excelentes habilidades de comunicación y capacidad para interactuar con stakeholders de distintas áreas.",
        "Pensamiento analítico y resolución de problemas.",
        "Capacidad para trabajar de manera autónoma y en equipo.",
        "Habilidad para priorizar tareas y gestionar múltiples proyectos simultáneamente.",
        "Atención al detalle y enfoque en la calidad.",
        "Adaptabilidad y capacidad de aprendizaje rápido."
    ],
    "Salario": "NA",
    "Horario___laboral": "Tiempo completo",
    "Modalidad___de___trabajo": "Remoto",
    "Ubicación": "NA",
    "Beneficios": "🏖️ Don't worry, be happy: 3 días libres al año adicionales a tus vacaciones.\n💻 Teletrabajo que nos permite equilibrar nuestra vida!\n✨ Permiso sin goce de sueldo para cumplir tus sueños.\n⚖️ Programa de bienestar enfocado a equilibrar el trabajo y la vida personal.\n🏥 Seguro Complementario 100% gratuito para makers.\n🤓 ¡Programas de formación, clases de inglés y mucho más!\n🎂 Día libre para tu cumpleaños y medio día para los cumpleaños de tus hijos.\n💰Bonificaciones que dan respiros: fiestas patrias, navidad, matrimonio/AUC, nacimiento/adopción de hijos, etc.\n💳 Convenios y precios preferenciales con bancos.\n👶🏻 3 Días adicionales para padres por nacimiento o adopción de hijo/a.\n🐶 Convenio de seguro para tus mascotas!\n🌿 Nuestra cultura es horizontal, de innovación, desafiante y sobre todo, se respira mucha buena onda!"
}